import React from 'react'
import Slider from './Slider'
import './Body.css'

function Body() {
    return (
        <div className='body'>
            <Slider />

            <div className='body_Parag'>
                <h1>ماهي مجلة الشهاب العلمي ؟</h1>
                <p>
                    هي أول مجلة علمية جزائرية, هي مجلة 
                    دورية تصدر كل ثلاثة أشهر, باللغة العربية. تختص في علوم الفلك والفضاء.
                    و العلوم المتعلقة بهما بشكل خاص, إضافة إلى تغطية مواضيع علمية مختلفة
                    بشكل عام, تشرف عليها جمعية الشعرى لعلم الفلك ومقرها قسنطينة بالجزائر, 
                    مع فتح المشاركة والمساهمة لمختلف المؤسسات والجمعيات والباحثين عربية
                    ودوليا. تهدف المجلة إلى تبسيط علم الفلك للجمهور العام بكل شرائحه, 
                    صغارا وكبارا, وتسعى لنشر الثقافة العلمية بين أوساط المجتمع.
                </p>
            </div>
        </div>
    )
}

export default Body
